[
    {
        "name": "London Drawing",
        "description": "London Drawing constitutes a professional collaboration offering diverse creative drawing workshops and events across London. Suitable for all skill levels, from beginners to advanced, these sessions include drop-in classes and online options to foster artistic confidence.",
        "summary": "Professional creative drawing workshops and events across London for all skill levels."
    },
    {
        "name": "Hampstead Life Drawing",
        "description": "Weekly life drawing at The Old White Bear Pub in Hampstead Village. Friendly, inclusive sessions for all abilities, featuring dynamic poses and provided materials.",
        "summary": "Weekly friendly life drawing sessions at The Old White Bear Pub in Hampstead."
    },
    {
        "name": "Love2Sketch",
        "description": "Friendly, untutored drop-in life drawing at The Selkirk in Tooting. Features varied models including burlesque themes, suitable for all levels with materials provided.",
        "summary": "Friendly, untutored drop-in life drawing at The Selkirk in Tooting with varied models."
    },
    {
        "name": "Sevenoaks Drawing Group",
        "description": "Based at Sevenoaks Art Club, welcoming individuals of all skill levels to friendly sessions with varied programs including life models.",
        "summary": "Friendly sessions at Sevenoaks Art Club welcoming all skill levels."
    },
    {
        "name": "Mandie Wilde",
        "description": "Co-founder of Open Ealing, offering creative life drawing classes for all levels, from beginners to refresher sessions with professional models.",
        "summary": "Creative life drawing classes locally in Ealing for all levels."
    },
    {
        "name": "Freya’s Fast Poses – Creative Life Drawing",
        "description": "Creative life drawing sessions led by artist and musician Freya at Dulwich Art Group, offering both in-person and online participation.",
        "summary": "Creative life drawing sessions led by artist Freya at Dulwich Art Group."
    },
    {
        "name": "Drink & Draw at The Grosvenor W7",
        "description": "Casual Wednesday evening drop-in sessions at The Grosvenor pub in Hanwell, run by Vicky Saumarez. Suitable for all levels.",
        "summary": "Casual weekly drop-in life drawing at The Grosvenor pub in Hanwell."
    },
    {
        "name": "Life Drawing Art",
        "description": "Weekly Life Drawing sessions at Homerton Library, welcoming all levels.",
        "summary": "Weekly Life Drawing sessions at Homerton Library."
    },
    {
        "name": "(ELSC) East London Stripper Collective",
        "description": "Erotic art life drawing class where participants can draw strippers performing and pole dancing, challenging stereotypes and stigma.",
        "summary": "Erotic art life drawing class featuring strippers and pole dancing."
    },
    {
        "name": "Adrian Dutton Life Drawing",
        "description": "Friendly life drawing sessions in East London with guidance and creative exercises suitable for enhancing skills.",
        "summary": "Friendly guided life drawing sessions in East London."
    },
    {
        "name": "North London Life Drawing",
        "description": "Classes for beginners and experienced artists in a relaxed atmosphere at venues like The Post Bar, with materials provided.",
        "summary": "Relaxed life drawing classes for all levels in North London."
    },
    {
        "name": "2b Or not 2b",
        "description": "POC-led life drawing collective celebrating marginalized bodies, offering inclusive workshops for all levels.",
        "summary": "POC-led inclusive life drawing collective celebrating marginalized bodies."
    },
    {
        "name": "Covent Garden Life Drawing",
        "description": "Informal, untutored sessions in a supportive atmosphere led by Silvina, suitable for all skill levels.",
        "summary": "Informal, supportive untutored life drawing sessions in Covent Garden."
    },
    {
        "name": "London Bridge Life Drawing",
        "description": "Relaxed drop-in sessions near London Bridge Station welcoming all abilities, with varying models and poses.",
        "summary": "Relaxed drop-in life drawing sessions near London Bridge Station."
    },
    {
        "name": "Leytonstone Life Drawing",
        "description": "Community-organized, friendly class with a life model, free materials, and optional guidance, catering to all abilities.",
        "summary": "Friendly community-organized life drawing in Leytonstone."
    },
    {
        "name": "Camberwell Life Drawing",
        "description": "Relaxed, friendly, and bohemian atmosphere for creating art, featuring varied models and poses.",
        "summary": "Relaxed, bohemian life drawing sessions in Camberwell."
    },
    {
        "name": "Soho Life Drawing",
        "description": "Accessible and supportive Thursday classes providing a welcoming space for all, from beginners to professionals.",
        "summary": "Accessible and supportive weekly life drawing classes in Soho."
    },
    {
        "name": "Hesketh Hubbard Art Society",
        "description": "Prestigious life drawing society at Mall Galleries offering untutored sessions with professional models.",
        "summary": "Prestigious life drawing society sessions at Mall Galleries."
    },
    {
        "name": "Art of Isolation",
        "description": "Dynamic, mixed-use art space in South East London hosting weekly life drawing sessions and exhibitions.",
        "summary": "Weekly life drawing sessions at Art of Isolation in South East London."
    },
    {
        "name": "Stone Life Drawing",
        "description": "Monthly in-person sessions in Leytonstone and weekly sessions at Good Shepherd Studio.",
        "summary": "Monthly and weekly life drawing sessions in Leytonstone."
    },
    {
        "name": "Scottish Borders Life Drawing",
        "description": "Worldwide online life drawing club facilitating over 350 sessions with models from 50+ countries.",
        "summary": "Global online life drawing club with models from over 50 countries."
    },
    {
        "name": "Bare Life Drawing",
        "description": "London's fastest-growing inclusive group offering events across various venues, suitable for all levels.",
        "summary": "Inclusive life drawing events across various London venues."
    },
    {
        "name": "Croydon Life Drawing Group",
        "description": "Long-running group meeting twice monthly for untutored drop-in sessions at East Croydon United Reform Church.",
        "summary": "Twice-monthly untutored drop-in life drawing in Croydon."
    },
    {
        "name": "Ciro’s Life Drawing",
        "description": "Fortnightly in-person sessions at The Ivories, known for being a source of work for exhibitions.",
        "summary": "Fortnightly in-person life drawing sessions at The Ivories."
    },
    {
        "name": "Beehive Pub Tottenham",
        "description": "Regular Thursday life drawing classes in the function room of The Beehive, a Grade II listed pub in Tottenham, run by Tottenham Art Classes.",
        "summary": "Regular Thursday life drawing classes at The Beehive Pub in Tottenham."
    },
    {
        "name": "Kilburn Life Drawing",
        "description": "Weekly untutored sessions on Tuesdays at North London Tavern led by artist Kinga Markus, suitable for all levels.",
        "summary": "Weekly untutored life drawing on Tuesdays in Kilburn."
    },
    {
        "name": "Life Drawing at Jazzbourne",
        "description": "A delightful evening event in London combining art, drinks, and jazz, offering untutored figure drawing sessions with theatrical lighting and a relaxed atmosphere.",
        "summary": "Art, drinks, and jazz combined in untutored figure drawing sessions."
    },
    {
        "name": "Life Drawing with Anna at Artinc",
        "description": "Monthly untutored sessions in Isleworth suitable for all skill levels, including materials and snacks.",
        "summary": "Monthly untutored life drawing sessions in Isleworth."
    },
    {
        "name": "Life Drawing at the Estorick",
        "description": "Untutored life drawing sessions with professional models at the Estorick Collection of Modern Italian Art, welcoming beginners and experienced artists.",
        "summary": "Untutored life drawing at the Estorick Collection."
    },
    {
        "name": "Drop-in Portrait Drawing and Painting Sessions",
        "description": "Untutored Monday evening sessions providing a welcoming environment to practice portraiture with a long pose and different model each week.",
        "summary": "Untutored Monday evening portrait drawing sessions."
    },
    {
        "name": "Thamesmead Life Drawing",
        "description": "Guided, drop-in untutored life drawing session in Thamesmead, South East London, founded by artist Jamie Zubairi. Suitable for all levels with guidance available.",
        "summary": "Guided drop-in life drawing sessions in Thamesmead."
    },
    {
        "name": "Neon Naked Life Drawing",
        "description": "Immersive art experience creating glowing, psychedelic artwork using neon materials and UV-illuminated models. Fun, upbeat atmosphere suitable for all levels.",
        "summary": "Immersive UV neon life drawing experience."
    }
]